Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Line dropped — retrying
de: Leitung weg, neuer Versuch
es: Línea perdida. Reintentando
fr: Ligne coupée. Nouvelle tentative
ja: 接続が切れました——再試行中
ko: 회선이 끊겼습니다. 재시도 중
pt_br: Linha caiu. Tentando de novo
zh_hans: 链路中断——正在重试
zh_hant: 線路中斷，正在重試

source: Live Activity
de: Live-Aktivität
es: Actividad en Vivo
fr: Activité en direct
ja: ライブアクティビティ
ko: 실시간 현황
pt_br: Atividade ao Vivo
zh_hans: 实时活动
zh_hant: 即時動態

source: Live preview of your input below. Saved shortcuts land in the Custom group of the Shortcuts toolbar.
de: Hier siehst du live, was du unten eingibst. Gesicherte Kurzbefehle landen in der Gruppe „Eigene“ der Kurzbefehl-Leiste.
es: Vista previa en directo de lo que escribes abajo. Los atajos guardados van al grupo Personalizados de la barra de atajos.
fr: Aperçu en direct de ce que vous saisissez ci-dessous. Les raccourcis enregistrés rejoignent le groupe Personnalisés de la barre de raccourcis.
ja: 下の入力をリアルタイムでプレビューします。保存するとショートカットツールバーのカスタムグループに入ります。
ko: 아래에 입력하는 내용이 바로 여기 표시됩니다. 저장한 단축키는 단축키 도구 막대의 사용자 설정 그룹에 들어갑니다.
pt_br: Prévia ao vivo do que você digita abaixo. Os atalhos salvos vão para o grupo Personalizados da barra de atalhos.
zh_hans: 下面怎么填，这里就怎么显示。保存后会出现在快捷键栏的「自定义」分组里。
zh_hant: 下面怎麼填，這裡就怎麼顯示。儲存後會出現在快速鍵列的「自訂」群組。

source: Looking at the host…
de: Host wird geprüft …
es: Revisando el host…
fr: Inspection de l’hôte…
ja: ホストを確認中…
ko: 호스트 확인 중…
pt_br: Verificando o host…
zh_hans: 正在查看主机…
zh_hant: 正在查看主機…

source: Looking for repositories…
de: Repositories werden gesucht …
es: Buscando repositorios…
fr: Recherche de dépôts…
ja: リポジトリを検索中…
ko: 저장소 찾는 중…
pt_br: Procurando repositórios…
zh_hans: 正在查找仓库…
zh_hant: 正在尋找儲存庫…

source: MESSAGE
de: NACHRICHT
es: MENSAJE
ja: メッセージ
ko: 메시지
pt_br: MENSAGEM
zh_hans: 内容
zh_hant: 內容

source: METHOD
de: METHODE
es: MÉTODO
fr: MÉTHODE
ja: 方式
ko: 방식
pt_br: MÉTODO
zh_hans: 方式
zh_hant: 方式

source: MOSH DIAGNOSTICS
de: MOSH-DIAGNOSE
es: DIAGNÓSTICO DE MOSH
fr: DIAGNOSTIC MOSH
ja: MOSH 診断
ko: MOSH 진단
pt_br: DIAGNÓSTICO DO MOSH
zh_hans: MOSH 诊断
zh_hant: MOSH 診斷

source: MOSH SERVER PATH
de: PFAD ZU MOSH-SERVER
es: RUTA DE MOSH SERVER
fr: CHEMIN DE MOSH SERVER
ja: MOSH SERVER パス
ko: MOSH SERVER 경로
pt_br: CAMINHO DO MOSH SERVER
zh_hans: MOSH SERVER 路径
zh_hant: MOSH SERVER 路徑

source: MY ACCENTS
de: MEINE AKZENTFARBEN
es: MIS COLORES DE ACENTO
fr: MES COULEURS D’ACCENTUATION
ja: マイアクセント
ko: 내 강조 색상
pt_br: MINHAS CORES DE DESTAQUE
zh_hans: 我的强调色
zh_hant: 我的強調色

source: MY THEMES
de: MEINE FARBSCHEMATA
es: MIS TEMAS
fr: MES THÈMES
ja: マイテーマ
ko: 내 테마
pt_br: MEUS TEMAS
zh_hans: 我的主题
zh_hant: 我的主題

source: Mail isn’t set up on this device. Copy the address and write from anywhere.
de: Auf diesem Gerät ist Mail nicht eingerichtet. Kopiere die Adresse und schreib uns von wo du willst.
es: Mail no está configurado en este dispositivo. Copia la dirección y escríbenos desde donde quieras.
fr: Mail n’est pas configuré sur cet appareil. Copiez l’adresse et écrivez-nous d’où vous voulez.
ja: この端末ではメールが設定されていません。アドレスをコピーして、お好きな方法で送ってください。
ko: 이 기기에 Mail이 설정되어 있지 않습니다. 주소를 복사해 어디서든 보내 주세요.
pt_br: O Mail não está configurado neste aparelho. Copie o endereço e escreva de onde quiser.
zh_hans: 这台设备没有配置邮件。复制地址，用任何方式写给我们。
zh_hant: 這部裝置沒有設定郵件。拷貝位址，用任何方式寫給我們。

source: Main key
de: Haupttaste
es: Tecla principal
fr: Touche principale
ja: メインキー
ko: 주 키
pt_br: Tecla principal
zh_hans: 主键
zh_hant: 主鍵

source: Mature, already on nearly every host
de: Ausgereift, auf fast jedem Host schon da
es: Maduro y presente en casi todos los hosts
fr: Éprouvé, déjà présent sur presque tous les hôtes
ja: 成熟しており、ほぼすべてのホストに導入済み
ko: 성숙하고 거의 모든 호스트에 이미 설치됨
pt_br: Maduro, já presente em quase todo host
zh_hans: 成熟，几乎每台主机上都有
zh_hant: 成熟，幾乎每台主機都有

source: Microphone access is off. Enable it in Settings → Privacy → Microphone.
de: Der Mikrofonzugriff ist aus. Aktiviere ihn unter „Einstellungen“ → „Datenschutz“ → „Mikrofon“.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes → Privacidad → Micrófono.
fr: L’accès au micro est désactivé. Activez-le dans Réglages → Confidentialité → Micro.
ja: マイクへのアクセスがオフです。「設定 → プライバシー → マイク」で許可してください。
ko: 마이크 접근이 꺼져 있습니다. 설정 → 개인정보 보호 → 마이크에서 켜세요.
pt_br: O acesso ao microfone está desativado. Ative em Ajustes → Privacidade → Microfone.
zh_hans: 麦克风权限已关闭。请在「设置 → 隐私 → 麦克风」中开启。
zh_hant: 麥克風權限已關閉。請在「設定 → 隱私權 → 麥克風」開啟。

source: Minting a send token at the relay…
de: Sende-Token wird beim Relay ausgestellt …
es: Pidiendo un token de envío al relay…
fr: Demande d’un jeton d’envoi au relais…
ja: リレーで送信トークンを発行中…
ko: 릴레이에서 전송 토큰 발급 중…
pt_br: Pedindo um token de envio ao relay…
zh_hans: 正在向中转服务器申请发送令牌…
zh_hant: 正在向中繼伺服器申請傳送權杖…

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
pt_br: Modelo
zh_hans: 模型
zh_hant: 模型

source: Models are downloaded from Hugging Face once, then everything runs on this device — no audio is ever uploaded. Every model here is multilingual; the bigger ones are markedly better outside English and on speech that switches language mid-sentence, but take longer per phrase. Only models this device can run are listed.
de: Modelle werden einmal von Hugging Face geladen, danach läuft alles auf diesem Gerät. Audio wird nie hochgeladen. Alle Modelle hier sind mehrsprachig; die größeren sind außerhalb von Englisch und bei Sprachwechseln mitten im Satz deutlich besser, brauchen aber länger pro Satz. Es werden nur Modelle angezeigt, die dieses Gerät ausführen kann.
es: Los modelos se descargan de Hugging Face una sola vez y después todo funciona en este dispositivo: nunca se sube audio. Todos los modelos son multilingües; los más grandes son mucho mejores fuera del inglés y con frases que cambian de idioma a mitad, pero tardan más por frase. Solo se muestran los modelos que este dispositivo puede ejecutar.
fr: Les modèles sont téléchargés une seule fois depuis Hugging Face, puis tout se passe sur cet appareil : aucun audio n’est jamais envoyé. Tous les modèles sont multilingues ; les plus gros sont nettement meilleurs hors de l’anglais et quand la langue change au milieu d’une phrase, mais prennent plus de temps par phrase. Seuls les modèles que cet appareil peut exécuter sont listés.
ja: モデルは Hugging Face から一度だけダウンロードされ、その後はすべてこの端末で動作します——音声がアップロードされることはありません。ここにあるモデルはすべて多言語対応で、大きいものほど英語以外や文中で言語が切り替わる音声に強い一方、1 フレーズあたりの処理時間は長くなります。この端末で動作するモデルのみを表示しています。
ko: 모델은 Hugging Face에서 한 번만 받고, 그 뒤로는 전부 이 기기에서 동작합니다. 오디오는 절대 업로드되지 않습니다. 여기 있는 모델은 모두 다국어를 지원하며, 큰 모델일수록 영어 외 언어와 문장 중간에 언어가 바뀌는 말에 훨씬 강하지만 문장당 시간이 더 걸립니다. 이 기기에서 실행할 수 있는 모델만 표시됩니다.
pt_br: Os modelos são baixados do Hugging Face uma única vez e depois tudo roda neste aparelho: nenhum áudio é enviado. Todos os modelos são multilíngues; os maiores são bem melhores fora do inglês e com frases que trocam de idioma no meio, mas demoram mais por frase. Só aparecem os modelos que este aparelho consegue rodar.
zh_hans: 模型只从 Hugging Face 下载一次，之后全部在本机运行——音频绝不上传。这里的模型都是多语种的；越大的模型在英语以外、以及一句话中途换语言时明显更准，但每句耗时更长。只列出本机跑得动的模型。
zh_hant: 模型只從 Hugging Face 下載一次，之後全部在這部裝置上執行，音訊不會上傳。這裡的模型都是多語言的；越大的模型在英語以外、以及一句話中途換語言時明顯更準，但每句要花更久。只列出這部裝置跑得動的模型。

source: Models on this device
de: Modelle auf diesem Gerät
es: Modelos en este dispositivo
fr: Modèles sur cet appareil
ja: この端末のモデル
ko: 이 기기의 모델
pt_br: Modelos neste aparelho
zh_hans: 本机已下载
zh_hant: 這部裝置上的模型

source: Modifiers
de: Modifikatoren
es: Modificadores
fr: Modificateurs
ja: 修飾キー
ko: 수정자 키
pt_br: Modificadores
zh_hans: 修饰键
zh_hant: 修飾鍵

source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더 보기
pt_br: Mais
zh_hans: 更多
zh_hant: 更多

source: Mosh by default
de: Standardmäßig Mosh
es: Mosh por omisión
fr: Mosh par défaut
ja: デフォルトで Mosh を使用
ko: 기본으로 Mosh 사용
pt_br: Mosh por padrão
zh_hans: 默认使用 Mosh
zh_hant: 預設使用 Mosh

source: Mosh isn't receiving data — your network may be blocking UDP (VPN, proxy, or firewall).
de: Mosh empfängt keine Daten. Dein Netzwerk blockiert womöglich UDP (VPN, Proxy oder Firewall).
es: Mosh no recibe datos. Puede que tu red esté bloqueando UDP (VPN, proxy o firewall).
fr: Mosh ne reçoit aucune donnée. Votre réseau bloque peut-être l’UDP (VPN, proxy ou pare-feu).
ja: Mosh がデータを受信できていません——ネットワークが UDP を遮断している可能性があります（VPN・プロキシ・ファイアウォール）。
ko: Mosh가 데이터를 받지 못합니다. 네트워크가 UDP를 막고 있을 수 있습니다(VPN, 프록시, 방화벽).
pt_br: O Mosh não está recebendo dados. Sua rede pode estar bloqueando UDP (VPN, proxy ou firewall).
zh_hans: Mosh 收不到数据，你的网络可能拦了 UDP（VPN、代理或防火墙）。
zh_hant: Mosh 收不到資料，你的網路可能擋了 UDP（VPN、代理伺服器或防火牆）。

source: Mosh keeps the session alive across Wi-Fi / 5G handoff and sleep/wake. UDP must be open server-side; the client picks an unused port within range. With tmux, Moshpit attaches to your existing sessions and never creates or restyles them; only sessions you create through Moshpit get its native look (status bar hidden, restored on disconnect).
de: Mosh hält die Sitzung beim Wechsel zwischen WLAN und 5G und über Ruhezustand hinweg am Leben. UDP muss serverseitig offen sein; der Client wählt einen freien Port aus dem Bereich. Mit tmux hängt sich Moshpit nur an deine bestehenden Sitzungen und legt weder neue an noch ändert es ihr Aussehen. Nur Sitzungen, die du in Moshpit erstellst, bekommen sein natives Erscheinungsbild (Statusleiste ausgeblendet, beim Trennen wiederhergestellt).
es: Mosh mantiene la sesión viva al pasar de Wi-Fi a 5G y al bloquear y desbloquear el teléfono. El servidor debe tener UDP abierto; el cliente elige un puerto libre dentro del rango. Con tmux, Moshpit solo se conecta a tus sesiones existentes: nunca crea ninguna ni cambia su aspecto. Solo las sesiones que crees desde Moshpit reciben su apariencia nativa (barra de estado oculta, restaurada al desconectar).
fr: Mosh garde la session active quand vous passez du Wi-Fi à la 5G ou que l’appareil se met en veille. L’UDP doit être ouvert côté serveur ; le client choisit un port libre dans la plage. Avec tmux, Moshpit se rattache à vos sessions existantes sans jamais en créer ni en modifier l’apparence. Seules les sessions créées depuis Moshpit reçoivent son habillage natif (barre d’état masquée, rétablie à la déconnexion).
ja: Mosh は Wi-Fi / 5G の切り替えやスリープ/復帰をまたいでセッションを維持します。サーバー側で UDP を開放してください。クライアントは範囲内の未使用ポートを選びます。tmux では Moshpit は既存セッションにアタッチするだけで、作成やスタイル変更は行いません。Moshpit から作成したセッションのみネイティブな外観（ステータスバー非表示、切断時に復元）になります。
ko: Wi-Fi와 5G를 오가거나 기기가 잠들었다 깨어나도 Mosh가 세션을 유지합니다. 서버에서 UDP가 열려 있어야 하며, 클라이언트가 아래 범위에서 비어 있는 포트를 고릅니다. tmux를 쓰면 Moshpit은 기존 세션에 붙기만 하고 새로 만들거나 모양을 바꾸지 않습니다. Moshpit에서 직접 만든 세션에만 Moshpit 스타일이 적용됩니다(상태 표시줄 숨김, 연결 해제 시 복원).
pt_br: O Mosh mantém a sessão viva na troca entre Wi-Fi e 5G e quando o aparelho dorme e acorda. O UDP precisa estar aberto no servidor; o cliente escolhe uma porta livre dentro da faixa. Com tmux, o Moshpit só se conecta às suas sessões existentes: nunca cria nem muda a aparência delas. Só as sessões criadas pelo Moshpit recebem o visual nativo dele (barra de status oculta, restaurada ao desconectar).
zh_hans: Wi-Fi 和 5G 之间切换、手机休眠再唤醒，Mosh 都能让会话不断线。服务器要放开 UDP，客户端会在下面的端口范围里挑一个没被占用的。用 tmux 时，Moshpit 只连你已有的会话，不会替你新建，也不会改它们的样式。只有在 Moshpit 里新建的会话才套 Moshpit 的外观（隐藏状态栏，断开后恢复）。
zh_hant: 在 Wi-Fi 和 5G 之間切換、手機睡眠再喚醒，Mosh 都能讓工作階段不斷線。伺服器端要開放 UDP，客戶端會在下面的連接埠範圍裡挑一個沒被占用的。使用 tmux 時，Moshpit 只會接上你已有的工作階段，不會替你新建，也不會改它們的樣式。只有在 Moshpit 裡新建的工作階段才會套用 Moshpit 的外觀（隱藏狀態列，中斷連線後還原）。

source: Mosh runs over UDP and survives IP changes. If your server is behind a strict firewall, open the port range above outbound from your iPhone.
de: Mosh läuft über UDP und überlebt IP-Wechsel. Steht dein Server hinter einer strengen Firewall, gib den Portbereich oben ausgehend von deinem iPhone frei.
es: Mosh funciona sobre UDP y sobrevive a los cambios de IP. Si tu servidor está detrás de un firewall estricto, abre el rango de puertos de arriba en salida desde tu iPhone.
fr: Mosh fonctionne en UDP et survit aux changements d’IP. Si votre serveur est derrière un pare-feu strict, ouvrez la plage de ports ci-dessus en sortie depuis votre iPhone.
ja: Mosh は UDP 上で動作し、IP の変化にも耐えます。サーバーが厳格なファイアウォール内にある場合は、iPhone からの送信方向で上記のポート範囲を開放してください。
ko: Mosh는 UDP로 동작해 IP가 바뀌어도 끊기지 않습니다. 서버 방화벽이 엄격하다면 위 포트 범위를 iPhone에서 나가는 방향으로 열어 주세요.
pt_br: O Mosh roda sobre UDP e sobrevive a mudanças de IP. Se o seu servidor está atrás de um firewall rígido, abra a faixa de portas acima na saída do seu iPhone.
zh_hans: Mosh 走 UDP，IP 变了也不掉线。如果服务器的防火墙很严，要让上面这段端口能从 iPhone 连通。
zh_hant: Mosh 走 UDP，IP 變了也不會斷線。如果伺服器的防火牆很嚴格，要讓上面這段連接埠能從 iPhone 連得到。

source: Moshpit installs its hook scripts in ~/.moshpit and registers them in Claude Code's settings, so agents can reach you when they need you. Everything can be removed from Host Setup.
de: Moshpit installiert seine Hook-Skripte in ~/.moshpit und trägt sie in den Einstellungen von Claude Code ein, damit Agents dich erreichen, wenn sie dich brauchen. Alles lässt sich unter „Host-Einrichtung“ wieder entfernen.
es: Moshpit instala sus scripts de hooks en ~/.moshpit y los registra en los ajustes de Claude Code, para que los agentes puedan avisarte cuando te necesiten. Todo se puede quitar desde Configuración del host.
fr: Moshpit installe ses scripts de hooks dans ~/.moshpit et les enregistre dans les réglages de Claude Code, pour que les agents puissent vous joindre quand ils ont besoin de vous. Tout peut être retiré depuis Configuration de l’hôte.
ja: Moshpit は ~/.moshpit にフックスクリプトをインストールし、Claude Code の設定に登録します。エージェントがあなたを必要とするとき届くようにするためです。すべてホスト設定から削除できます。
ko: Moshpit이 훅 스크립트를 ~/.moshpit에 설치하고 Claude Code 설정에 등록해, 에이전트가 필요할 때 연락할 수 있게 합니다. 모두 호스트 설정에서 제거할 수 있습니다.
pt_br: O Moshpit instala os scripts de hooks em ~/.moshpit e os registra nos ajustes do Claude Code, para que os agentes consigam chamar você quando precisarem. Tudo pode ser removido em Configuração do host.
zh_hans: Moshpit 会把 hooks 脚本装到 ~/.moshpit，并写进 Claude Code 的设置，智能体需要你时就能通知到你。这些都可以在「主机设置」里移除。
zh_hant: Moshpit 會把 hooks 腳本裝到 ~/.moshpit，並寫進 Claude Code 的設定，agent 需要你時就能通知到你。這些都可以在「主機設定」移除。

source: Moshpit needs %@ for %@ navigation. Install it, then reconnect.
de: Moshpit braucht %1$@, um nach %2$@ zu navigieren. Installiere es und verbinde dich neu.
es: Para navegar por %2$@, Moshpit necesita %1$@. Instálalo y vuelve a conectar.
fr: Pour naviguer par %2$@, Moshpit a besoin de %1$@. Installez-le, puis reconnectez-vous.
ja: %@ のナビゲーションには %@ が必要です。 インストール後に再接続してください。
ko: %2$@ 사이를 이동하려면 %1$@이(가) 필요합니다. 설치한 뒤 다시 연결하세요.
pt_br: Para navegar por %2$@, o Moshpit precisa de %1$@. Instale e reconecte.
zh_hans: 在 %2$@ 之间切换需要 %1$@。 装好之后重新连接。
zh_hant: 在 %2$@ 之間切換需要 %1$@。 裝好之後重新連線。

source: Moshpit never installs anything silently. Run the command below in your shell — sudo and its output stay fully visible.
de: Moshpit installiert nie etwas im Stillen. Führe den Befehl unten in deiner Shell aus. sudo und seine Ausgabe bleiben vollständig sichtbar.
es: Moshpit nunca instala nada en silencio. Ejecuta el comando de abajo en tu shell: sudo y su salida quedan completamente a la vista.
fr: Moshpit n’installe jamais rien en silence. Lancez la commande ci-dessous dans votre shell : sudo et sa sortie restent entièrement visibles.
ja: Moshpit が黙ってインストールすることはありません。以下のコマンドをシェルで実行してください — sudo とその出力はすべて表示されます。
ko: Moshpit은 아무것도 몰래 설치하지 않습니다. 아래 명령을 셸에서 직접 실행하세요. sudo와 그 출력이 모두 보입니다.
pt_br: O Moshpit nunca instala nada em silêncio. Rode o comando abaixo no seu shell: o sudo e a saída dele ficam totalmente visíveis.
zh_hans: Moshpit 不会悄悄装任何东西。把下面的命令贴到你的 shell 里运行，sudo 和输出全程都看得见。
zh_hant: Moshpit 不會悄悄安裝任何東西。把下面的指令貼到你的 shell 執行，sudo 和輸出全程都看得到。

source: Moshpit watches the active session for agent activity and posts a local alert when your agent needs attention — natively on herdr, via the bell and hooks on tmux.
de: Moshpit beobachtet die aktive Sitzung auf Agent-Aktivität und sendet eine lokale Mitteilung, wenn dein Agent dich braucht: nativ bei herdr, über Glocke und Hooks bei tmux.
es: Moshpit vigila la actividad del agente en la sesión activa y muestra una alerta local cuando te necesita: de forma nativa en herdr, y mediante la campana y los hooks en tmux.
fr: Moshpit surveille l’activité de l’agent dans la session active et affiche une alerte locale quand il a besoin de vous : nativement avec herdr, via la cloche et les hooks avec tmux.
ja: Moshpit はアクティブなセッションのエージェントの動きを監視し、対応が必要になるとローカル通知を送ります——herdr ではネイティブに、tmux ではベルとフックを介して行います。
ko: Moshpit이 현재 세션의 에이전트 활동을 지켜보다가, 사용자가 필요할 때 로컬 알림을 보냅니다. herdr에서는 기본 지원, tmux에서는 벨과 훅을 사용합니다.
pt_br: O Moshpit acompanha a atividade do agente na sessão ativa e mostra um alerta local quando ele precisa de você: nativamente no herdr, pelo sino e pelos hooks no tmux.
zh_hans: Moshpit 会盯着当前会话里的智能体，需要你处理时发本地通知。herdr 原生支持，tmux 靠响铃和 hooks。
zh_hant: Moshpit 會留意目前工作階段裡的 agent，需要你處理時發出本機通知。herdr 原生支援，tmux 靠響鈴和 hooks。

source: Moshpit watches the active tmux session for the terminal bell and posts a local alert when your agent needs attention.
de: Moshpit achtet in der aktiven tmux-Sitzung auf die Terminalglocke und sendet eine lokale Mitteilung, wenn dein Agent dich braucht.
es: Moshpit vigila la campana del terminal en la sesión tmux activa y muestra una alerta local cuando tu agente necesita atención.
fr: Moshpit surveille la cloche du terminal dans la session tmux active et affiche une alerte locale quand votre agent a besoin de vous.
ja: Moshpit はアクティブな tmux セッションのターミナルベルを監視し、エージェントが注意を必要とするとローカル通知を出します。
ko: Moshpit이 현재 tmux 세션의 터미널 벨을 감지해, 에이전트가 사용자를 필요로 할 때 로컬 알림을 보냅니다.
pt_br: O Moshpit fica de olho no sino do terminal na sessão tmux ativa e mostra um alerta local quando seu agente precisa de você.
zh_hans: Moshpit 会盯着当前 tmux 会话的终端响铃，智能体需要你处理时发本地通知。
zh_hant: Moshpit 會留意目前 tmux 工作階段的終端機響鈴，agent 需要你處理時發出本機通知。

source: Most accurate, especially on mixed-language speech. Needs a recent chip.
de: Am genauesten, besonders bei gemischten Sprachen. Braucht einen aktuellen Chip.
es: El más preciso, sobre todo con idiomas mezclados. Necesita un chip reciente.
fr: Le plus précis, surtout quand les langues se mélangent. Nécessite une puce récente.
ja: 最も高精度。特に複数言語が混在する音声に強い。新しめのチップが必要です。
ko: 가장 정확하며 여러 언어가 섞인 말에 특히 강합니다. 최신 칩이 필요합니다.
pt_br: O mais preciso, principalmente com idiomas misturados. Precisa de um chip recente.
zh_hans: 准确度最高，尤其是多语种混说。需要较新的芯片。
zh_hant: 最準確，尤其是多語言混說。需要較新的晶片。

source: Move down
de: Runter
es: Abajo
fr: Bas
ja: 下へ
ko: 아래
pt_br: Baixo
zh_hans: 下
zh_hant: 下

source: Move left
de: Links
es: Izquierda
fr: Gauche
ja: 左へ
ko: 왼쪽
pt_br: Esquerda
zh_hans: 左
zh_hant: 左

source: Move right
de: Rechts
es: Derecha
fr: Droite
ja: 右へ
ko: 오른쪽
pt_br: Direita
zh_hans: 右
zh_hant: 右

source: Move up
de: Hoch
es: Arriba
fr: Haut
ja: 上へ
ko: 위
pt_br: Cima
zh_hans: 上
zh_hant: 上

source: NOTIFICATIONS
de: MITTEILUNGEN
es: NOTIFICACIONES
ja: 通知
ko: 알림
pt_br: NOTIFICAÇÕES
zh_hans: 通知
zh_hant: 通知

source: Name the branch
de: Branch benennen
es: Nombre de la rama
fr: Nommez la branche
ja: ブランチ名を入力してください
ko: 브랜치 이름 입력
pt_br: Dê um nome à branch
zh_hans: 给分支起个名字
zh_hant: 替分支取名

source: Never blocks the agent
de: Blockiert den Agent nie
es: Nunca bloquea al agente
fr: Ne bloque jamais l’agent
ja: エージェントを妨げません
ko: 에이전트를 막지 않습니다
pt_br: Nunca bloqueia o agente
zh_hans: 绝不阻塞智能体
zh_hant: 絕不擋住 agent

source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新規
ko: 새로 만들기
pt_br: Novo
zh_hans: 新建
zh_hant: 新增

source: New %@
de: %@ erstellen
es: Crear %@
fr: Créer %@
ja: 新規 %@
ko: 새 %@
pt_br: Criar %@
zh_hans: 新建 %@
zh_hant: 新增 %@

source: New Agent Task
de: Neue Agent-Aufgabe
es: Nueva tarea de agente
fr: Nouvelle tâche d’agent
ja: 新規エージェントタスク
ko: 새 에이전트 작업
pt_br: Nova tarefa de agente
zh_hans: 新建智能体任务
zh_hant: 新增 agent 任務

source: New Host
de: Neuer Host
es: Host nuevo
fr: Nouvel hôte
ja: 新しいホスト
ko: 새 호스트
pt_br: Novo host
zh_hans: 新主机
zh_hant: 新主機

source: New Pane
de: Neues Panel
es: Nuevo panel
fr: Nouveau panneau
ja: 新しいペイン
ko: 새 패널
pt_br: Novo painel
zh_hans: 新建窗格
zh_hant: 新增窗格

source: New Theme
de: Neues Farbschema
es: Tema nuevo
fr: Nouveau thème
ja: 新規テーマ
ko: 새 테마
pt_br: Novo tema
zh_hans: 新建主题
zh_hant: 新增主題

source: New accent
de: Neue Akzentfarbe
es: Acento nuevo
fr: Nouvelle couleur d’accentuation
ja: 新規アクセント
ko: 새 강조 색상
pt_br: Nova cor de destaque
zh_hans: 新建强调色
zh_hant: 新增強調色

source: Next instruction…
de: Nächste Anweisung …
es: Siguiente instrucción…
fr: Instruction suivante…
ja: 次の指示…
ko: 다음 지시…
pt_br: Próxima instrução…
zh_hans: 下一条指令…
zh_hant: 下一條指令…

source: No %@ %@
de: Keine %1$@-%2$@
es: No hay %2$@ de %1$@
fr: Pas de %2$@ %1$@
ja: %@ %@ がありません
ko: %@ %@ 없음
pt_br: Sem %2$@ do %1$@
zh_hans: 没有 %@ %@
zh_hant: 沒有 %@ %@

source: No %@ yet
de: Noch keine %@
es: Aún no hay %@
fr: Pas encore de %@
ja: %@ がありません
ko: %@ 없음
pt_br: Ainda não há %@
zh_hans: 还没有 %@
zh_hant: 還沒有 %@

source: No Terminal Open
de: Kein Terminal geöffnet
es: No hay ningún terminal abierto
fr: Aucun terminal ouvert
ja: ターミナルが開いていません
ko: 열린 터미널 없음
pt_br: Nenhum terminal aberto
zh_hans: 没有打开的终端
zh_hant: 沒有打開的終端機

source: No Whisper model is downloaded yet. Pick one in Settings → Voice Input → Model.
de: Noch kein Whisper-Modell geladen. Wähle eins unter „Einstellungen“ → „Spracheingabe“ → „Modell“.
es: Aún no hay ningún modelo de Whisper descargado. Elige uno en Ajustes → Entrada de voz → Modelo.
fr: Aucun modèle Whisper n’est encore téléchargé. Choisissez-en un dans Réglages → Saisie vocale → Modèle.
ja: Whisper モデルがまだダウンロードされていません。「設定 → 音声入力 → モデル」で選んでください。
ko: 아직 받은 Whisper 모델이 없습니다. 설정 → 음성 입력 → 모델에서 하나를 고르세요.
pt_br: Nenhum modelo do Whisper foi baixado ainda. Escolha um em Ajustes → Entrada de voz → Modelo.
zh_hans: 还没有下载 Whisper 模型。请在「设置 → 语音输入 → 模型」里选一个。
zh_hant: 還沒下載 Whisper 模型。請在「設定 → 語音輸入 → 模型」選一個。

source: No audio input is available.
de: Kein Audioeingang verfügbar.
es: No hay ninguna entrada de audio disponible.
fr: Aucune entrée audio disponible.
ja: 利用できる音声入力がありません。
ko: 사용할 수 있는 오디오 입력이 없습니다.
pt_br: Nenhuma entrada de áudio disponível.
zh_hans: 没有可用的音频输入。
zh_hant: 沒有可用的音訊輸入。

source: No connections yet
de: Noch keine Verbindungen
es: Aún no hay conexiones
fr: Aucune connexion pour l’instant
ja: 接続はまだありません
ko: 연결이 없습니다
pt_br: Nenhuma conexão ainda
zh_hans: 还没有连接
zh_hant: 還沒有連線

source: No control characters in a branch name
de: Keine Steuerzeichen im Branch-Namen
es: El nombre de la rama no puede tener caracteres de control
fr: Pas de caractère de contrôle dans un nom de branche
ja: ブランチ名に制御文字は使えません
ko: 브랜치 이름에 제어 문자는 쓸 수 없습니다
pt_br: O nome da branch não pode ter caracteres de controle
zh_hans: 分支名不能有控制字符
zh_hant: 分支名稱不能有控制字元

source: No custom accents yet.
de: Noch keine eigenen Akzentfarben.
es: Aún no hay acentos personalizados.
fr: Aucune couleur d’accentuation personnalisée pour l’instant.
ja: カスタムアクセントはまだありません。
ko: 사용자 설정 강조 색상이 없습니다.
pt_br: Nenhuma cor de destaque personalizada ainda.
zh_hans: 还没有自定义强调色。
zh_hant: 還沒有自訂強調色。

source: No custom shortcuts yet
de: Noch keine eigenen Kurzbefehle
es: Aún no hay atajos personalizados
fr: Aucun raccourci personnalisé pour l’instant
ja: カスタムショートカットはまだありません
ko: 사용자 설정 단축키가 없습니다
pt_br: Nenhum atalho personalizado ainda
zh_hans: 还没有自定义快捷键
zh_hant: 還沒有自訂快速鍵

source: No custom themes yet.
de: Noch keine eigenen Farbschemata.
es: Aún no hay temas personalizados.
fr: Aucun thème personnalisé pour l’instant.
ja: カスタムテーマはまだありません。
ko: 사용자 설정 테마가 없습니다.
pt_br: Nenhum tema personalizado ainda.
zh_hans: 还没有自定义主题。
zh_hant: 還沒有自訂主題。

source: No datagrams yet.
de: Noch keine Datagramme.
es: Aún no llegan datagramas.
fr: Aucun datagramme reçu.
ja: まだデータグラムを受信していません。
ko: 받은 데이터그램이 없습니다.
pt_br: Nenhum datagrama ainda.
zh_hans: 还没收到任何数据。
zh_hant: 還沒收到任何資料。

source: No device key yet — generate one with ＋
de: Noch kein Geräteschlüssel. Erstelle einen mit ＋
es: Aún no hay clave de dispositivo. Genera una con ＋
fr: Aucune clé d’appareil pour l’instant. Générez-en une avec ＋
ja: デバイスキーはまだありません — ＋で生成
ko: 기기 키가 없습니다. ＋로 하나 생성하세요
pt_br: Nenhuma chave do aparelho ainda. Gere uma com ＋
zh_hans: 还没有设备密钥，点 ＋ 生成一个
zh_hant: 還沒有裝置金鑰，點 ＋ 產生一把
